export const mainSlides = [
  {
    name: `credit`,
    title: `Лига Банк`,
    slogan: `Кредиты на любой случай`,
    linkHref: `calculator`,
    link: `Рассчитать кредит`
  },

  {
    name: `promo`,
    title: `Лига Банк`,
    slogan: `Ваша уверенность в завтрашнем дне`,
    linkHref: ``,
    link: ``
  },

  {
    name: `offices`,
    title: `Лига Банк`,
    slogan: `Всегда рядом`,
    linkHref: `map`,
    link: `Найти отделение`
  }
];

export const servicesSlides = [
  {
    name: `deposit`,
    tabName: `Вклады`,
    slogan: `Вклады Лига Банка – это выгодная инвестиция в свое будущее`,
    features: [
      `Проценты по вкладам до 7%`,
      `Разнообразные условия`,
      `Возможность ежемесячной капитализации или вывод процентов на банковскую карту`
    ],
    link: `Узнать подробнее`
  },

  {
    name: `credit`,
    tabName: `Кредиты`,
    slogan: `Лига Банк выдает кредиты под любые цели`,
    features: [
      `Ипотечный кредит`,
      `Автокредит`,
      `Потребительский кредит`
    ],
    text: {
      firstLine: `Рассчитайте ежемесячный платеж`,
      secondLine: `и ставку по кредиту воспользовавшись нашим `,
      link: `кредитным калькулятором`
    },
    link: ``
  },

  {
    name: `insurance`,
    tabName: `Страхование`,
    slogan: `Лига Страхование — застрахуем все что захотите`,
    features: [
      `Автомобильное страхование`,
      `Страхование жизни и здоровья`,
      `Страхование недвижимости`
    ],
    text: ``,
    link: `Узнать подробнее`
  },

  {
    name: `online`,
    tabName: `Онлайн-сервисы`,
    slogan: `Лига Банк — это огромное количество онлайн-сервисов для вашего удобства`,
    features: [
      `Мобильный банк, который всегда под рукой`,
      `Приложение Лига-проездной позволит вам оплачивать билеты по всему миру`
    ],
    text: ``,
    link: `Узнать подробнее`
  }
];
